src/test/resources/requests/saveDocumentRequest.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
  <soap:Header>
    <context xmlns="urn:zimbra">
      <authToken>#(authToken)</authToken>
      <csrfToken>#(csrfToken)</csrfToken>
    </context>
  </soap:Header>
  <soap:Body>
    <SaveDocumentRequest xmlns="urn:zimbraMail">
      <doc l="#(briefcaseId)">
        <upload id="#(uploadAid)"/>
      </doc>
    </SaveDocumentRequest>
  </soap:Body>
</soap:Envelope>